Repository: jenspfahl/hylex
Catalog: lib/l10n/app_*.arb
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: Close
de: Schließen

source: Done
de: Fertig

source: Reset
de: Zurücksetzen

# hello
source: Hello {name}!
de: Hallo {name}!

source: Winner
de: Gewinner

source: Looser
de: Verlierer

source: left
de: übrig

source: Accept
de: Annehmen

source: Decline
de: Ablehnen

# replyLater
source: Replay later
de: Später antworten

source: as
de: als

source: Yesterday
de: Gestern

source: Today
de: Heute

# startMenu_singlePlay
source: Single Play
de: Einfaches Spiel

# startMenu_multiPlay
source: Multiplayer
de: Mehrspieler

# startMenu_newGame
source: New Game
de: Neues Spiel

# startMenu_resumeGame
source: Resume
de: Fortsetzen

# startMenu_newMatch
source: New Match
de: Neues Match

# startMenu_continueMatch
source: Continue Match
de: Match fortsetzen

# startMenu_sendInvite
source: Send Invite
de: Einladug senden

# startMenu_scanCode
source: Scan Code
de: Code scannen

# startMenu_more
source: More
de: Mehr

# startMenu_howToPlay
source: How to play
de: Regeln

# startMenu_achievements
source: Achievements
de: Statistiken

# achievements_all
source: All
de: Alle

# achievements_single
source: Single
de: Einzel

# achievements_multi
source: Multiplay
de: Mehrspieler

# achievements_overall
source: Overall
de: Gesamt

# achievements_totalCount
source: Total Count
de: Anzahl

# achievements_totalScore
source: Total Score
de: Punkte

# achievements_high
source: High
de: Höchste

# achievements_won
source: Won
de: Gewonnen

# achievements_lost
source: Lost
de: Verloren

# action_scanOrPasteMessage
source: Scan your opponent's QR code. If they sent you a message with an app link, and that link doesn't open this app, you can paste it here.
de: Scanne den QR-Code deines Gegners. Falls er dir eine Nachricht mit einem App-Link geschickt hat und dieser Link diese App nicht öffnet, kannst du ihn hier einfügen.

# action_scanMessage
source: Scan QR code
de: QR-Code scannen

# action_scanMessageError
source: Cannot read this QR code!
de: Dieser QR-Code konnte nicht gelesen werden!

# action_pasteMessage
source: Paste message
de: Nachricht einfügen

# action_pasteMessageHere
source: Paste opponent's message here. The app link will be automatically extracted.
de: Gegnerische Nachricht hier einfügen. Der App-Link wird automatisch extrahiert.

# action_pasteMessageError
source: Cannot extract an app link out of this message!
de: Aus dieser Nachricht konnte kein App-Link extrahiert werden!

# dialog_loadingGame
source: Loading game ...
de: Lade Spiel ...

# dialog_initGame
source: Initialising new game ...
de: Initialisiere neues Spiel ...

# dialog_quitTheApp
source: Do you want to close the app?
de: Willst du die App beenden?

# dialog_aboutDesc1
source: An Entropy clone
de: Ein Entropy-Klon

# dialog_aboutDesc2
source: Visit {homepage} to view the code, report bugs and give stars!
de: Besuche {homepage}, um den Code anzusehen, Fehler zu melden und Sterne zu vergeben!

# dialog_overwriteGame
source: Starting a new game will delete an ongoing single game.
de: Wenn in neues Einzelspiel begonnen wird, wird das aktuelle Einzelspiel gelöscht.

# dialog_whichGroundSize
source: What size playing field would you like to play on?
de: Auf welcher Spielfeldgröße möchtest du spielen?

# dialog_groundSize5
source: Beginners level, takes a couple of minutes
de: Anfängerlevel, dauert ein paar Minuten

# dialog_groundSize7
source: The original Entropy size
de: Die ursprüngliche Entropy-Größe

# dialog_groundSize9
source: Enhanced size, if 7 x 7 is not enough
de: Erweiterte Größe, falls 7 x 7 nicht ausreicht

# dialog_groundSize11
source: Professional and long ongoing game
de: Professionelles und langes Spiel

# dialog_groundSize13
source: Supreme size! Super hard!
de: Höchster Anspruch! Extrem schwer!

# dialog_whatRole
source: What role would you like to take on?
de: Welche Rolle möchtest du übernehmen?

# dialog_whatRoleOrder
source: The computer is Chaos and starts the game.
de: Der Computer ist Chaos und startet das Spiel.

# dialog_whatRoleChaos
source: The computer is Order, but you start the game.
de: Der Computer ist Order, aber du startest das Spiel.

# dialog_whatRoleOrderForMultiPlay
source: Your opponent is Chaos and starts the match.
de: Dein Gegner ist Chaos und beginnt das Match.

# dialog_whatRoleChaosForMultiPlay
source: Your opponent is Order, but you start the match.
de: Dein Gegner ist Order, aber du beginnst das Match.

# dialog_roleBoth
source: Chaos and Order
de: Chaos und Order

# dialog_whatRoleBoth
source: You play both roles, perhaps with a friend on the same device.
de: Du spielst beide Rollen, vielleicht mit einem Freund am selben Gerät.

# dialog_roleNone
source: None
de: Keine

# dialog_whatRoleNone
source: The computer plays alone, you just observe.
de: Der Computer spielt allein, du schaust nur zu.

# dialog_roleInviteeDecides
source: Opponent decides
de: Gegner entscheidet

# dialog_whatRoleInviteeDecides
source: Your opponent decide whether they is Order or Chaos, thus starting the game.
de: Dein Gegner entscheidet, ob er Order oder Chaos ist und damit das Spiel beginnt.

# dialog_whatKindOfMatch
source: What kind of match do you want to play?
de: Welche Spielart möchtest du spielen?

# dialog_whatKindOfMatchHylexStyle
source: Both Order and Chaos can score points. The player with the most points wins. The match ends after one game.
de: Sowohl Order als auch Chaos können Punkte erzielen. Der Spieler mit den meisten Punkten gewinnt. Das Match endet nach einem Spiel.

# dialog_whatKindOfMatchClassicStyle
source: Only Order can score points. A match consists of two games. After the first game, the players swap roles. The player with the most points wins.
de: Nur Order kann Punkte erzielen. Ein Match besteht aus zwei einzelnen Spielen. Nach dem ersten Spiel tauschen die Spieler die Rollen. Der Spieler mit den meisten Punkten gewinnt.

# dialog_whoToStart
source: Who should start? Whoever starts is Chaos.
de: Wer soll anfangen? Der, der angängt, ist Chaos.

# dialog_whoToStartMe
source: Me
de: Ich

# dialog_whoToStartTheOther
source: My opponent
de: Mein Gegner

# dialog_yourName
source: What is your name? Your opponent will see this name. Please choose a short name.
de: Wie lautet dein Name? Dein Gegner wird diesen Namen sehen. Bitte wähle einen kurzen Namen.

# dialog_resetAchievements
source: Do you really want to reset all achievements to zero?
de: Möchtest du wirklich alle Erfolge auf Null zurücksetzen?

# dialog_restartGame
source: Do you want to restart this game? The current state will be lost.
de: Möchtest du dieses Spiel neu starten? Der aktuelle Spielstand geht dabei verloren.

# dialog_skipMove
source: Do you really want to pass your move?
de: Willst du deinen Zug wirklich auslassen?

# dialog_askForRematchAgain
source: You already asked for a rematch, see {playId}.
de: Du hast bereits Revanche angefordert, siehe {playId}.

# dialog_askAgain
source: Ask again
de: Frag erneut

# dialog_undoLastMove
source: Do you want to undo the last move from {recentRole}?
de: Möchtest du den letzten Zug von {recentRole} rückgängig machen?

# dialog_undoLastTwoMoves
source: Do you want to undo the last move from {recentRole}? This will also undo the previous move from {currentRole}.
de: Möchtest du den letzten Zug von {recentRole} rückgängig machen? Dadurch wird auch der vorherige Zug von {currentRole} rückgängig gemacht.

# dialog_undoCompleted
source: Undo completed
de: Letzen Zug rückgängig gemacht

# dialog_wantToResign
source: Do you want to give up? Then you will lose this game.
de: Willst du aufgeben? Dann wirst du dieses Spiel verlieren.

# dialog_deleteFinalMatch
source: Are you sure you want to remove the match {playId}? This cannot be undone!
de: Möchtest du das Match {playId} wirklich entfernen? Dies kann nicht rückgängig gemacht werden!

# dialog_deleteOngoingMatch
source: Are you sure you want to remove the match {playId}? After removal, you will no longer be able to play it!
de: Möchtest du das Match {playId} wirklich entfernen? Nach dem Entfernen kannst du es nicht mehr weiterspielen!

# gameTitle_againstComputer
source: Single Game
de: Einzelspiel

# gameTitle_alternate
source: Alternating Single Game
de: Abwechselndes Einzelspiel

# gameTitle_automatic
source: Automatic Game
de: Automatisches Spiel

# gameTitle_playAgainstOpponent
source: {playId} against {opponent}
de: {playId} gegen {opponent}

# submitButton_submitMove
source: Submit move
de: Zug einreichen

# submitButton_skipMove
source: Skip move
de: Zug überspringen

# submitButton_shareAgain
source: Send again
de: Erneut senden

# submitButton_restart
source: Restart game
de: Spiel neu starten

# submitButton_swapRoles
source: Swap roles and continue
de: Rollen tauschen und fortfahren

# submitButton_rematch
source: Ask for a rematch
de: Revanche fordern

# gameHeader_roundOf
source: Round {round} of {totalRounds}
de: Runde {round} von {totalRounds}

# gameHeader_round
source: Round {round}
de: Runde {round}

# gameHeader_rolesSwapped
source: Roles swapped
de: Rollen getauscht

# gameHeader_currentPlayer
source: Current player
de: Aktueller Spieler

# gameHeader_waitingPlayer
source: Waiting player
de: Wartender Spieler

# gameHeader_chaosChipCount
source: One unordered chip counts {count}
de: Ein ungeordneter Spielstein zählt {count}

# gameHeader_drawnChip
source: Drawn chip
de: Gezogener Spielstein

# gameHeader_recentlyPlacedChip
source: Recently placed chip
de: Zuletzt abgelegter Spielstein

# gameHeader_chip
source: Chip
de: Spielstein

# playMode_hylex
source: HyleX Style
de: HyleX-Stil

# playMode_classic
source: Classic Style
de: Klassischer Stil

# player_localUser
source: You
de: Du

# player_remoteUser
source: Remote opponent
de: Gegner

# move_placedChip
source: {who} placed {chip} at {where}
de: {who} hat {chip} auf {where} gelegt

# move_movedChip
source: {who} moved {chip} from {from} to {to}
de: {who} hat {chip} von {from} nach {to} verschoben

# move_skipped
source: {who} skipped this move
de: {who} hat den Zug ausgesetzt

# color_red
source: Red
de: Rot

# color_yellow
source: Yellow
de: Gelb

# color_green
source: Green
de: Grün

# color_blue
source: Blue
de: Blau

# color_pink
source: Pink
de: Rosa

# color_grey
source: Grey
de: Grau

# color_brown
source: Brown
de: Braun

# color_olive
source: Olive
de: Olivgrün

# color_moss
source: Moss
de: Moosgrün

# color_teal
source: Teal
de: Türkis

# color_purple
source: Purple
de: Lila

# gameState_gameStarted
source: Game started
de: Spielbeginn

# gameState_gameOver
source: Game over
de: Spielende

# gameState_gameOverWinner
source: Game over! {who} has won this game!
de: Spielende! {who} hat das Spiel gewonnen!

# gameState_gameOverLooser
source: Game over! {who} has lost this game!
de: Spielende! {who} hat das Spiel verloren!

# gameState_gameOverOpponentResigned
source: Game over! You have won this game, because your opponent gave up!
de: Spielende! Du hast dieses Spiel gewonnen, weil dein Gegner aufgegeben hat!

# gameState_gameOverYouResigned
source: Game over! You have lost this game, because you gave up!
de: Spielende! Du hast dieses Spiel verloren, weil du aufgegeben hast!

# gameState_waitingForRemoteOpponent
source: Waiting for remote opponent's ({name}) turn ...
de: Warte auf Gegners ({name}) Zug ...

# gameState_waitingForPlayerToMove
source: Waiting for {name} to move ...
de: Warte darauf, dass {name} zieht ...

# gameState_waitingForPlayerToPlace
source: Waiting for {name} to place {chip} ...
de: Warte darauf, dass {name} {chip} ablegt...

# gameState_firstGameFinishedOfTwo
source: The first game is finished, roles will be swapped, so the remote opponent becomes Chaos!
de: Das erste Spiel ist beendet, die Rollen werden getauscht und der Gegner spielt Chaos!

# gameState_firstGameState
source: Result of the first game
de: Ergebnis des ersten Spiels

# gameState_gamePaused
source: Game paused
de: Spiel wurde pausiert

# hint_swapRoles
source: First game of the match finished, time to swap role!
de: Erstes Spiel des Matches beendet. Zeit, die Rollen zu tauschen!

# hint_orderToMove
source: Now it's on Order to move a chip or skip!
de: Jetzt ist Order an der Reihe, einen Spielstein zu verschieben oder auszusetzen!

# hint_chaosToPlace
source: Now it's on Chaos to place {chip} !
de: Jetzt ist Chaos an der Reihe, {chip} abzulegen!

# error_chaosHasToPlace
source: Chaos must place a chip before proceeding!
de: Chaos muss einen Spielstein ablegen, bevor es weitergeht!

# error_chaosAlreadyPlaced
source: You have already placed a chip.
de: Du hast bereits einen Spielstein abgelegt.

# error_noMoreStock
source: No more chips available.
de: Kein Spielstein mehr verfügbar.

# error_onlyRemoveRecentlyPlacedChip
source: You can only remove the most recently placed chip!
de: Du kannst nur den zuletzt abgelegten Spielstein entfernen!

# error_orderHasToSelectAChip
source: Please select the chip you wish to move first.
de: Bitte wähle zuerst den Spielstein aus, den du bewegen möchtest.

# error_orderMoveInvalid
source: The chip can only be moved horizontally or vertically through empty spaces.
de: Der Spielstein kann nur horizontal oder vertikal durch freie Felder verschoben werden.

# error_orderMoveOnOccupied
source: You cannot move the selected chip to an occupied space.
de: Du kannst den ausgewählten Spielstein nicht auf ein belegtes Feld verschieben.

# error_illegalCharsForUserName
source: Your name may only consist of Latin letters, numbers, spaces and hyphens!
de: Der Name darf nur aus lateinischen Buchstaben, Ziffern, Leerzeichen und Bindestrichen bestehen!

# error_cannotExtractUrl
source: Cannot extract a HyleX App-Link from shared text
de: Es kann kein HyleX App-Link aus dem geteilten Text extrahiert werden

# error_cannotParseUrl
source: Cannot parse the given HyleX App-Link
de: Der angegebene HyleX App-Link konnte nicht gelesen werden.

# error_alreadyReactedToInvite
source: You already reacted to this invite. See {playId}.
de: Du hast bereits auf diese Einladung reagiert. Siehe {playId}.

# error_matchMotFound
source: Game {playId} was not found or has already been removed.
de: Spiel {playId} wurde nicht gefunden oder bereits entfernt.

# error_matchAlreadyFinished
source: Game {playId} has already finished.
de: Spiel {playId} ist bereits beendet.

# error_nothingToResume
source: No ongoing single game that could be continued.
de: Kein laufendes Einzelspiel, das fortgesetzt werden könnte

# error_cannotReactToOwnInvitation
source: This invitation was made by you, you cannot reply to it!
de: Diese Einladung wurde von dir selber erstellt, du kannst nicht darauf antworten!

# error_cameraPermissionNeeded
source: Camera permission is required to scan QR codes!
de: Kamera-Berechtigung erforderlich, um QR-Codes scannen zu können!

# error_linkAlreadyProcessed
source: This link has already been processed.
de: Dieser Link wurde bereits verarbeitet.

# error_linkIntendedForOpponent
source: This link was intended for your opponent, not for you!
de: Dieser Link war für deinen Gegner gedacht, nicht für dich!

# error_linkIsNotTheLatest
source: This link is not the latest of the match.
de: Dieser Link ist nicht der letzte des Matches.

source: Settings
de: Einstellungen

# settings_commonSettings
source: General Settings
de: Allgemeine Einstellungen

# settings_gameSettings
source: Game Settings
de: Spieleinstellungen

# settings_showCoordinates
source: Show coordinates
de: Koordinaten anzeigen

# settings_showCoordinatesDescription
source: Show coordinates on the X and Y axes in the playing field.
de: Koordinaten auf der X- und Y-Achse im Spielfeld anzeigen.

# settings_showPointsForOrder
source: Show points for Order
de: Punkte für Order anzeigen

# settings_showPointsForOrderDescription
source: Shows the points per chip that Order has achieved so far.
de: Zeigt die Punkte pro Spielstein an, die Order bisher erreicht hat.

# settings_showHints
source: Show hints
de: Hinweise anzeigen

# settings_showHintsDescription
source: Shows hints that help guide what to do next in the game.
de: Zeigt Hinweise an, die helfen, was als Nächstes im Spiel zu tun ist.

# settings_showMoveErrors
source: Show move errors
de: Fehler beim Spielzug anzeigen

# settings_showMoveErrorsDescription
source: Shows an error if chips are moved or placed incorrectly.
de: Zeigt einen Fehler an, wenn Spielsteine falsch verschoben oder plaziert werden.

# settings_multiplayerSettings
source: Multiplayer Settings
de: Multiplayer-Einstellungen

# settings_changeYourName
source: Change your name '{name}'
de: Ändere deinen Namen '{name}'

# settings_setYourName
source: Set your name
de: Lege deinen Namen fest

# settings_setOrChangeYourNameDescription
source: Your name will be displayed in messages to your opponents.
de: Dein Name wird in Nachrichten an deine Gegner angezeigt.

# settings_signMessages
source: Sign messages
de: Nachrichten signieren

# settings_signMessagesDescription
source: Messages you send in multiplayer games are cryptographically signed.
de: Nachrichten, die du in Mehrspieler-Spielen sendest, werden kryptographisch signiert.

# settings_signMessagesExplanation
source: Sign your messages with your public key if you want to ensure that your messages are not tampered with and to prove that they come from you. This can be important if you share your moves with the public.
de: Signiere deine Nachrichten mit deinem öffentlichen Schlüssel, wenn du sicherstellen möchtest, dass deine Nachrichten nicht manipuliert werden und um zu beweisen, dass sie von dir stammen. Dies kann wichtig sein, wenn du deine Spielzüge mit der Öffentlichkeit teilest.

# settings_signMessages_Never
source: Never
de: Nie

# settings_signMessagesDescription_Never
source: Messages will NOT be signed.
de: Nachrichten werden NICHT signiert.

# settings_signMessages_OnDemand
source: On Request
de: Auf Anfrage

# settings_signMessagesDescription_OnDemand
source: Messages will only be signed when necessary and will be asked before each send.
de: Nachrichten werden nur bei Bedarf signiert und vor jedem Senden wird danach gefragt.

# settings_signMessages_Always
source: Always
de: Immer

# settings_signMessagesDescription_Always
source: Messages will be signed without asking.
de: Nachrichten werden signiert, ohne danach zu fragen.

# settings_backupAndRestore
source: Backup / Restore
de: Sichern und Wiederherstellen

# settings_backupAll
source: Backup all into a file
de: Alles in einer Datei sichern

# settings_backupAllDescription
source: Save your user identity, all ongoing and finished matches and all achievements
de: Ihre Spieleridentität, alle laufenden und abgeschlossenen Spiele sowie alle Erfolge werden in einer Sicherungsdatei gespeichert.

# settings_restoreFromFile
source: Restore from a file
de: Aus einer Sicherungsdatei wiederherstellen

# settings_restoreFromFileDescription
source: Usually after re-installation of the app, you can import a previously created backup file"
de: Zum Beispiel kannst du nach einer Neuinstallation der App eine zuvor erstellte Sicherungsdatei importieren.

# matchMenu_matchInfo
source: Match info
de: Spielinfos

# matchMenu_showFirstGame
source: First game result
de: Ergebnis des ersten Spiels

# matchMenu_showSendOptions
source: Send to opponent ..
de: An Gegner senden ..

# matchMenu_gameMode
source: Mode
de: Modus

# matchMenu_gameInMatch
source: Game in match
de: Spiel im Match

# matchMenu_gameInMatchFirst
source: First game
de: Erstes Spiel

# matchMenu_gameInMatchSecond
source: Second game
de: Zweites Spiel

# matchMenu_gameSize
source: Game size
de: Spielgröße

# matchMenu_gameOpener
source: Game opener
de: Eröffner

# matchMenu_pointsPerUnorderedChip
source: Points per unordered chip
de: Punkte pro nicht geordnetem Spielstein

# matchMenu_startedAt
source: Match started at
de: Spielbeginn

# matchMenu_lastActivity
source: Last activity at
de: Letzte Aktivität am

# matchMenu_finishedAt
source: Match finished at
de: Spielende

# matchMenu_status
source: Match state
de: Spielstatus

# matchList_title
source: Your Matches
de: Deine Matches

# matchList_nothingFound
source: No saved matches!
de: Keine gespeicherten Spielstände vorhanden!

# matchList_errorDuringLoading
source: Cannot load saved matches!
de: Gespeicherte Spielstände können nicht geladen werden!

# matchList_nothingToShare
source: You must react to the last message first!
de: Du musst erst auf die letzte Nachricht reagieren!

# matchList_sortBy
source: Sort matches by
de: Matches sortieren nach

# matchList_sortByCurrentStatusTitle
source: Match status
de: Spielstatus

# matchList_sortByCurrentStatusDesc
source: Sorted and grouped by Current Status
de: Sortiert und gruppiert nach dem aktuellen Status

# matchList_sortByRecentlyPlayedTitle
source: Last played
de: Zuletzt gespielt

# matchList_sortByRecentlyPlayedDesc
source: Most recently played match at the top
de: Das zuletzt gespielte Match steht oben

# matchList_sortByMatchIdDesc
source: Alphabetically sorted by Match ID for faster match finding
de: Alphabetisch sortiert nach der Match-ID, um Matches schneller zu finden

# matchListGroup_actionNeeded
source: Action required
de: Aktion erforderlich

# matchListGroup_waitForOpponent
source: Wait for opponent
de: Warte auf Gegner

# matchListGroup_wonMatches
source: Won matches
de: Gewonnene Matches

# matchListGroup_lostMatches
source: Lost matches
de: Verlorene Matches

# matchListGroup_rejectedMatches
source: Declined match invitations
de: Abgelehnte Match-Einladungen

# messaging_sendYourMove
source: Send your request or move to your opponent.
de: Sende deine Anfrage oder deinen Zug an deinen Gegner.

# messaging_sendYourMoveAsMessage
source: As message
de: Als Nachricht

# messaging_sendYourMoveAsQrCode
source: As QR code
de: Als QR-Code

# messaging_rememberDecision
source: Remember my decision for this match.
de: Merke meine Entscheidung für dieses Match.

# messaging_signMessages
source: Sign my messages for this match.
de: Signiere meine Nachrichten für dieses Match.

# messaging_scanQrCodeFromOpponent
source: Let your opponent scan this QR code.
de: Lass deinen Gegner diesen QR-Code scannen.

# messaging_scanQrCodeFromOpponentWithName
source: Let your opponent {name} scan this QR code.
de: Lass deinen Gegner {name} diesen QR-Code scannen.

# messaging_opponentNeedsToReact
source: Your opponent must respond to your last message first.
de: Dein Gegner muss zuerst auf deine letzte Nachricht reagieren.

# messaging_shareAgain
source: Send message again
de: Sende sie erneut

# messaging_invitationMessage_Invitor
source: {opponent} has invited you to a {playMode} {dimension} x {dimension} match. You will play Order, so your opponent starts.
de: {opponent} hat dich zu einem {playMode} {dimension} x {dimension} Match eingeladen. Du spielst Order, also beginnt dein Gegner.

# messaging_invitationMessage_Invitee
source: {opponent} has invited you to a {playMode} {dimension} x {dimension} match. You will be Chaos, so you start.
de: {opponent} hat dich zu einem {playMode} {dimension} x {dimension} Match eingeladen. Du spielst Chaos, also beginnst du.

# messaging_invitationMessage_InviteeChooses
source: {opponent} has invited you to a {playMode} {dimension} x {dimension} match. You can choose which role you want to play.
de: {opponent} hat dich zu einem {playMode} {dimension} x {dimension} Match eingeladen. Du kannst wählen, welche Rolle du spielen möchtest.

# messaging_matchAccepted
source: The match {playId} has been accepted :)
de: Das Match {playId} wurde angenommen :)

# messaging_matchDeclined
source: The match {playId} has been declined :(
de: Das Match {playId} wurde abgelehnt :(

# messaging_opponentResigned
source: Your opponent {opponent} has resigned from the match {playId}, you win!
de: Dein Gegner {opponent} hat das Match {playId} aufgegeben, du gewinnst!
