Repository: jenspfahl/hylex
Catalog: lib/l10n/app_*.arb
Languages: de

# messaging_inviteMessage
source: I ({name}) would like to invite you to a HyleX match. Click the link to reply to my invitation in the app (HyleX app required).
de: Ich ({name}) möchte dich zu einem HyleX-Match ({dimension}x{dimension}) einladen. Klicke auf den Link, um meine Einladung in der App zu beantworten (HyleX-App erforderlich).

# messaging_inviteMessageWithoutName
source: I would like to invite you to a HyleX match ({dimension}x{dimension}). Click the link to reply to my invitation in the app (HyleX app required).
de: Ich möchte dich zu einem HyleX-Match einladen. Klicke auf den Link, um meine Einladung in der App zu beantworten (HyleX-App erforderlich).

# messaging_acceptInvitation
source: I accept your invitation. I will play {role}, you will play {opponentRole}.
de: Ich nehme deine Einladung an. Ich spiele {role}, du spielst {opponentRole}.

# messaging_rejectInvitation
source: I'm sorry, I have to decline your invitation. Maybe another time.
de: Es tut mir leid, ich muss die Einladung leider ablehnen. Vielleicht ein anderes Mal.

# messaging_nextMove
source: This is my move for round {round} as {role}.
de: Das ist mein Zug in Runde {round} als {role}.

# messaging_resign
source: Ugh, quite hard! I give up in round {round}.
de: Puh, ganz schön schwierig! Ich gebe in Runde {round} auf.

# playState_initialised
source: New game
de: Neues Spiel

# playState_remoteOpponentInvited
source: Invitation sent
de: Einladung gesendet

# playState_invitationPending
source: Invitation awaiting response
de: Einladung wartet auf Antwort

# playState_remoteOpponentAccepted_ReadyToMove
source: Invitation accepted by opponent, please make your first move
de: Einladung wurde vom Gegner angenommen, bitte führe deinen ersten Zug aus

# playState_invitationAccepted_ReadyToMove
source: Invitation accepted, please make the first move
de: Einladung angenommen, bitte führe den ersten Zug aus

# playState_invitationAccepted_WaitForOpponent
source: Invitation accepted, wait for the opponent's first move
de: Einladung angenommen, warte auf den ersten Zug des Gegners

# playState_invitationRejected
source: Invitation declined
de: Einladung abgelehnt

# playState_invitationRejectedByYou
source: You declined the invitation
de: Du hast die Einladung abgelehnt

# playState_invitationRejectedByOpponent
source: Your potential opponent declined your invitation
de: Dein potentieller Gegner hat deine Einladung abgelehnt

# playState_readyToMove
source: It is your turn!
de: Du bist am Zug!

# playState_waitForOpponent
source: Awaiting for opponent's move
de: Warte auf den Zug des Gegners

# playState_firstGameFinished_ReadyToSwap
source: First game finished: It is your turn to start the second game!
de: Erstes Spiel beendet: Du bist am Zug, um das zweite Spiel zu starten!

# playState_firstGameFinished_WaitForOpponent
source: First game finished: Wait for the opponent's first move for the second game
de: Erstes Spiel beendet: Warte auf den ersten Zug des Gegners für das zweite Spiel

# playState_lost
source: Match lost
de: Spiel verloren

# playState_won
source: Match won
de: Spiel gewonnen

# playState_resigned
source: You gave up :(
de: Du hast aufgegeben :(

# playState_opponentResigned
source: Opponent gave up, you win
de: Gegner hat aufgegeben, du gewinnst

# playState_closed
source: Match ended
de: Spiel beendet

# intro_page1Title
source: The eternal fight between Chaos and Order
de: Der ewige Kampf zwischen Chaos und Ordnung

# intro_page1Part1
source: One player creates Chaos ..
de: Ein Spieler verursacht Chaos (Chaos) ...

# intro_page1Part2
source: .. the other counteracts as Order.
de: ... der andere bringt es in Ordnung (Order).

# intro_page2Title
source: The role of Chaos
de: Die Rolle von Chaos

# intro_page2Part1
source: Chaos randomly draws chips from the stock and places them as chaotically as possible.
de: Chaos zieht zufällig Spielsteine aus dem Vorrat und platziert sie so chaotisch wie möglich.

# intro_page3Title
source: The Role of Order
de: Die Rolle von Order

# intro_page3Part1
source: Order tries to arrange the chips placed by Chaos into a horizontal or vertical symmetrical arrangement, so-called palindromes.
de: Order versucht, die von Chaos gesetzten Spielsteine in eine horizontale oder vertikale symmetrische Anordnung, sogenannte Palindrome, zu bringen.

# intro_page4Title
source: The role of Order
de: Die Rolle von Order

# intro_page4Part1
source: Order may slide any placed chip horizontally or vertically through empty cells. Order may also skip its current turn.
de: Order kann jeden gesetzten Spielstein horizontal oder vertikal durch leere Felder verschieben. Order kann auch den aktuellen Zug aussetzen.

# intro_page5Title
source: End of the game
de: Spielende

# intro_page5Part1
source: Chaos receives points for each chip outside of a Palindrome ..
de: Chaos erhält Punkte für jeden Spielstein außerhalb eines Palindroms ...

# intro_page5Part2
source: .. which is 20 points per chip in this example, so a total of 40.
de: ... das sind in diesem Beispiel 20 Punkte pro Spielstein, also insgesamt 40.

# intro_page6Title
source: End of the game
de: Spielende

# intro_page6Part1
source: Order receives points for each chip that is part of a palindrome...
de: Order erhält Punkte für jeden Spielstein, der Teil eines Palindroms ist...

# intro_page6Part2
source: ... which results in 6 points, since there are two palindromes (green-green and red-green-green-red).
de: ... was 6 Punkte ergibt, da es zwei Palindrome sind (grün-grün und rot-grün-grün-rot).

# intro_page7Title
source: End of the game
de: Spielende

# intro_page7Part1
source: The game is over when all chips have been placed ..
de: Das Spiel ist beendet, wenn alle Spielsteine gesetzt wurden ...

# intro_page7Part2
source: .. and the player with the most points wins.
de: ... und der Spieler mit den meisten Punkten gewinnt.
